tap "homebrew/bundle"
brew "jabba"
cask "handbrake"
cask "visual-studio-code"
cask "clocksaver"
cask "dozer"
cask "rectangle"
cask "utm"
cask "brave-browser"
cask "obsidian"
cask "kitty"
cask "virtualbox"
cask "meetingbar"
cask "prusaslicer"
cask "citrix-workspace"
cask "appcleaner"
cask "vmware-horizon-client"
cask "fontforge"
cask "saleae-logic"
cask "mixxx"
cask "librepcb"
cask "obs"
cask "rapidapi"
