tap "homebrew/bundle"
brew "python@3.12"
brew "ffmpeg"
brew "git"
brew "graphviz"
brew "jq"
brew "watch"
brew "yt-dlp"
brew "direnv"
brew "vim"
cask "handbrake"
cask "visual-studio-code"
cask "clocksaver"
cask "dozer"
cask "rectangle"
cask "obsidian"
cask "kitty"
cask "meetingbar"
cask "prusaslicer"
#cask "diffusionbee"
cask "appcleaner"
cask "fontforge"
cask "saleae-logic"
cask "mixxx"
cask "calibre"
cask "arduino-ide"
cask "nrlquaker-winbox"
cask "signal"
