tap "adoptopenjdk/openjdk"
tap "apparition47/tap"
tap "confluentinc/ccloud"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "python@3.10"
brew "coreutils"
brew "nmap"
brew "ffmpeg"
brew "git"
brew "graphviz"
brew "helm"
brew "jenv"
brew "jq"
brew "k9s"
brew "kcat"
brew "kind"
brew "openjdk"
brew "maven"
brew "minikube"
brew "node"
brew "watch"
brew "youtube-dl"
brew "fluxcd/tap/flux"
brew "podman"
brew "docker-credential-helper"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "visual-studio-code"
cask "blender"
cask "clocksaver"
cask "dozer"
cask "mailtrackerblocker"
cask "nrlquaker-winbox"
cask "obs"
cask "postman"
cask "rectangle"
cask "utm"
cask "prusaslicer"
cask "brave-browser"
cask "easyeda"
cask "obsidian"
cask "podman-desktop"
cask "kitty"
cask "virtualbox"
cask "meetingbar"
